Revit 2026 API
DetailElementOrderUtils.SendBackward Method
Overload List
Name | Description
SendBackward(Document, View, ElementId) |  Moves the given detail instance one step closer to the back of all other detail instances in the view.
SendBackward(Document, View, ICollection<ElementId>)
Top
See Also
Reference
DetailElementOrderUtils Class
Autodesk.Revit.DB Namespace